const items: {
  title: string;
  content: string;
}[] = [
  {
    title: "コンテンツに関する免責",
    content:
      "当社は、このホームページに掲載する情報に関しましては、 細心の注意を払っております。しかしながら、その正確性、信頼性、安全性等に関しての保証はいたしかねます。また当社は、事前の予告無しに、このホームページ上の情報を変更、または掲載を中止することがあります。あらかじめご了承下さい。",
  },
  {
    title: "著作権等",
    content:
      "このホームページで提供される全ての情報は、著作権法およびその他の法律により保護されています。無断での引用や転載、複製は禁じられております。",
  },
  {
    title: "他のサイトへのリンク",
    content:
      "このホームページへリンクを貼る場合には、リンク先サイトの内容と目的などを記載して0857-28-4788までご連絡下さい。許可を得てリンクする場合には、当社のホームページへのリンクである旨を明示して下さい。なお、営利目的や勧誘など、当社基準に合わないサイトへのリンクはお断りすることがあります。",
  },
];

export default items;
