const items: {
  title: string;
  content: string;
}[] = [
  {
    title: "個人情報の利用目的",
    content:
      "個人情報は、商品や有用な情報のお届け、サービスの提供、その他正当な目的のためにのみ利用します。",
  },
  {
    title: "個人情報の取得",
    content: "個人情報は適正な方法で取得し、その利用目的を通知・公表します。",
  },
  {
    title: "個人情報の適正管理",
    content:
      "個人情報の紛失、破壊、改ざん、漏えいおよび個人情報への不正アクセス等の防止に努めます。",
  },
  {
    title: "第三者提供の制限",
    content:
      "個人情報は、法令で定める場合を除き、本人の承諾なしに第三者へ開示・提供しません。",
  },
  {
    title: "委託先の管理",
    content:
      "個人情報の処理を外部へ委託する場合は、委託先と個人情報保護に関する契約を締結し、適切な管理をします。",
  },
  {
    title: "個人情報の訂正・追加・削除",
    content:
      "個人情報について、本人から訂正、追加または削除の申し出があった場合は、速やかに対応し、必要な措置をとります。",
  },
  {
    title: "教育・啓発",
    content:
      "個人情報保護責任者を各社ごとに置き、従事者に対する教育と啓発を継続的に実施します。",
  },
  {
    title: "法令遵守",
    content:
      "個人情報の取り扱いにあたっては、個人情報保護に関する関係法令等を遵守するとともに、この基本方針を適宜見直し、改善を図っていきます。",
  },
];

export default items;
